Repository: hfuerst/Reelvdr-vdr2.2-Ubuntu16.04
Catalog: packages/yacoto/yacoto-0.4/po/*.po
Languages: de_de

source: Start conversion
de_de: Umwandlung starten

source: Settings
de_de: Einstellungen

source: Merge recordings
de_de: Aufnahmen zusammenfügen

source: Audiotracks
de_de: Tonspuren

source: length
de_de: Länge

source: cutlen
de_de: Schnitt

source: Ignore
de_de: Nicht benutzen

source: Use if possible
de_de: Evtl. benutzen

source: Choose audio tracks
de_de: AudioSpur wählen

source: Convert
de_de: Konvertiere

source: Convert recordings
de_de: Aufnahmen umwandeln

source: free
de_de: frei

source: Move down
de_de: Runter

source: Move up
de_de: Rauf

source: Remove
de_de: Entfernen

source: Empty list
de_de: Nichts ausgewählt

source: Recording info
de_de: Aufnahme Info

source: Duration
de_de: Dauer

source: Size
de_de: Grösse

source: Recordings
de_de: Aufnahmen

source: Sort
de_de: Sortiere

source: Select
de_de: Auswählen

source: No recordings found
de_de: Keine Aufnahmen vorhanden

source: main dir alphabetically, subdirs flexible
de_de: Videoverzeichnis alphabetisch, Unterverz. flexibel

source: main dir by date, subdirs flexible
de_de: Videoverzeichnis nach Datum, Unterverz. flexibel

source: all alphabetically
de_de: Alles alphabetisch

source: all by date
de_de: Alles nach Datum

source: Sorting
de_de: Sortiere

source: Starting convert
de_de: Umwandlung starten

source: Config file not found
de_de: Konfigurations Datei nicht vorhanden

source: Save changes?
de_de: Änderungen speichern?

source: Yacoto Setup
de_de: Yacoto Einstellungen

source: settings
de_de: Einstellungen

source: Save+Exit
de_de: Sp+Exit

source: Save
de_de: Speichern

source: Saving settings
de_de: Speichere Einstellungen

source: Yacoto conversion is running
de_de: Yacoto Umwandlung laeuft

source: Additional parms
de_de: Weitere Parameter

source: Audio parms
de_de: Audio Parameter

source: Audio source
de_de: Audio Quelle

source: Burn device
de_de: Brenn Laufwerk

source: Burn speed
de_de: Brenngeschwindigkeit

source: Burn video dvd
de_de: DVD brennen

source: CROP
de_de: Ränder abschneiden

source: Chapter each mark
de_de: Kapitel je Marke

source: Chapter each n minutes
de_de: Kapitel alle n Minuten

source: Configuration
de_de: Konfiguration

source: Create iso image
de_de: ISO erstellen

source: Create video_ts
de_de: VIDEO_TS erstellen

source: Cut recordings
de_de: Aufnahmen schneiden

source: Disc size
de_de: Disk Größe

source: Keep dir structure
de_de: Verzeichnis uebernehmen

source: Keep logfiles
de_de: Log-Dateien behalten

source: LogFile directory
de_de: Log Verzeichnis

source: Naming convention
de_de: Namenskonvention

source: Other parms
de_de: Weitere Parameter

source: Output parms
de_de: Ausgabe Parameter

source: Parallel conversion
de_de: Parallel konvertieren

source: Priority(Min=19)
de_de: Priorität(19=min)

source: Quality
de_de: Qualität

source: Remux mode
de_de: Remux Modus

source: Scale
de_de: Skalierung

source: Single pass parms
de_de: Parameter single pass

source: Split films
de_de: Filme einzeln bearbeiten

source: Target audio dir
de_de: Audio Zielverzeichnis

source: Target video dir
de_de: Video Zielverzeichnis

source: Temp directory
de_de: Temp Verzeichnis

source: VDR video dir
de_de: VDR video Verzeichnis

source: Video parms
de_de: Video Parameter

source: Video parms pass 1
de_de: Video Parameter 1.Lauf

source: Video parms pass 2
de_de: Video Parameter 2.Lauf

source: ffmpeg parms
de_de: ffmpeg Parameter

source: lame parms
de_de: lame Parameter

source: mencoder parms
de_de: mencoder Parameter
