Repository: hfuerst/Reelvdr-vdr2.2-Ubuntu16.04
Catalog: src/vdr-plugins/src/timeline-1.0.141-kw160/po/*.po
Languages: fi_fi

source: ignore primary interface
fi_fi: J‰t‰ p‰‰vastaanotin huomioimatta

source: Show timer overview and collisions
fi_fi: N‰ytt‰‰ p‰‰llekk‰iset ajastimet

source: Timeline
fi_fi: Aikajana

source: Prio
fi_fi: prioriteetti

source: Conflict on
fi_fi: P‰‰llekk‰isyys

source: same input device
fi_fi: sama vastaanotin

source: Repeating conflict on
fi_fi: Toistuva p‰‰llekk‰isyys

source: No conflicts
fi_fi: Ei p‰‰llekk‰isyyksi‰

source: Cursor up/down/left/right+Nums
fi_fi: Ylˆs/Alas/Vasen/Oikea/Numeron‰pp‰imet

source: (today)
fi_fi: (t‰n‰‰n)
