Repository: hfuerst/Reelvdr-vdr2.2-Ubuntu16.04
Catalog: src/vdr-plugins/src/bouquets-0.1/po/*.po
Languages: de_de

source: Channels
de_de: Kanäle

source: Button$Customize
de_de: Bearbeiten

source: Customize Bouquets
de_de: Bouquets bearbeiten

source: New
de_de: Neu

source: Move
de_de: Verschieben

source: Delete Bouquet?
de_de: Bouquet löschen?

source: Up/Dn for new location - OK to move
de_de: Auf/Ab für neue Position - dann OK

source: CI-Slot
de_de: CI-Schacht

source: Button$New
de_de: Neu

source: upper slot
de_de: oberer Schacht

source: lower slot
de_de: unterer Schacht

source: Edit Bouquet
de_de: Bouquet editieren

source: Add Bouquet
de_de: Bouquet hinzufügen

source: CI-Slot for this Bouquet
de_de: CI-Schacht für dieses Bouquet

source: Bouquet starts with number
de_de: Bouquet startet mit Nummer

source: Note:
de_de: Hinweis:

source: Select CI-Slot for this Bouquet.
de_de: Wählen Sie den CI-Schacht für dieses Bouquet

source: Select channelnumber for first channel inside this bouquet
de_de: Vergeben Sie die Kanalnummer für den ersten Kanal in diesem Bouquet

source: channellist
de_de: Kanalliste

source: current bouquet
de_de: aktuell. Bouquet

source: bouquet list
de_de: Bouqetliste

source: Channellist: set filters
de_de: Kanalliste: Filter setzen

source: Please select the content of the channellist
de_de: Hier können Sie den Inhalt der Kanalliste wählen

source: All channels
de_de: Alle Kanäle

source: Only TV channels
de_de: Nur TV-Kanäle

source: Only radio channels
de_de: Nur Radiokanäle

source: non encrypted channels
de_de: Nur Free-to-Air Kanäle

source: Setup.OSD$Channellist starts with
de_de: Kanalliste startet mit

source: non encrypted TV channels
de_de: Nur Free-to-Air TV-Kanäle

source: encrypted radio channels
de_de: Nur verschlüsselte Radiokanäle

source: HD channels
de_de: HD Kanäle

source: Select channels with OK
de_de: Wählen Sie mit OK gewünschte Kanäle aus

source: Customize channels:
de_de: Kanäle bearbeiten:

source: Favorites:
de_de: Favoriten:

source: free radio channels
de_de: freie Radiokanäle

source: radio channels
de_de: Radiokanäle

source: encrypted TV channels
de_de: Pay-TV TV-Kanäle

source: free TV channels
de_de: freie TV-Kanäle

source: TV channels
de_de: TV-Kanäle

source: encrypted channels
de_de: Alle Pay-TV Kanäle incl. Radio

source: free channels
de_de: Free-to-Air Kanäle

source: non HD channels
de_de: Keine HD Kanäle

source: all channels
de_de: Alle Kanäle

source: Select channels with blue key
de_de: Wählen Sie gewünschte Kanäle mit der blauen Taste

source: Channel is being used by a timer!
de_de: Kanal wird von einem Timer benutzt!

source: Delete channel?
de_de: Kanal löschen?

source: Channel deleted
de_de: Kanal wurde gelöscht

source: Delete channels?
de_de: Ausgewählte Kanäle löschen?

source: Channels deleted
de_de: Kanäle wurden gelöscht

source: Channels have been moved
de_de: Kanäle wurden verschoben

source: Favorites
de_de: Favoriten

source: Add to Favorites?
de_de: Zu Favoriten hinzufügen?

source: Key$Previous
de_de: Vorige

source: Key$Next
de_de: Nächste

source: Move up/down for new position - then press 'Insert'
de_de: Mit Auf/Ab an neue Position bewegen - dann 'Einfügen' drücken

source: Move up/down for new position - then press 'OK'
de_de: Mit Auf/Ab an neue Position bewegen - dann 'OK' drücken

source: Channellist
de_de: Kanalliste
