Repository: hfuerst/Reelvdr-vdr2.2-Ubuntu16.04
Catalog: src/vdr-plugins/src/vdr-mcli-plugin.new5/po/*.po
Languages: sv_sv

source: Updating configuration...
sv_sv: Uppdaterar konfigurationen...

source: Configuration is up to date...
sv_sv: Konfiguration är uppdaterad...

source: Getting configuration from Netceiver %s
sv_sv: Få konfiguration från NetCeiverr %s

source: Failed to get configuration from Netceiver %s
sv_sv: Misslyckades med att läsa konfigurationen av NetCeiver %s

source: Changing configuration for Netceiver %s
sv_sv: Ändra konfiguration för Netceiver %s

source: Failed to parse configuration from Netceiver %s
sv_sv: Det gick inte att parsa konfiguration från Netceiver %s

source: Failed to set configuration for Netceiver %s
sv_sv: Det gick inte att ställa in konfigurationen för Netceiver %s

source: Failed to save configuration for Netceiver %s
sv_sv: Det gick inte att spara konfigurationen för Netceiver %s

source: Saving configuration for Netceiver %s
sv_sv: Spara konfiguration för Netceiver %s

source: Multi-Transponder-Decryption is
sv_sv: Multi-transponder dekryptering är

source: impossible because of mixed CAMs
sv_sv: omöjligt på grund av blandade CAMs

source: Save
sv_sv: Spara

source: Module '%s' ready
sv_sv: '%s'-Modul klar

source: Module '%s' removed
sv_sv: '%s'-Modul off

source: Waiting for a free tuner (%s)
sv_sv: Väntar på en fri tuner (%s)
